Repository: EdwardBetts/gnome-shell-timer
Catalog: timer@olebowle.gmx.com/po/*/LC_MESSAGES/gnome-shell-extension-timer.po
Languages: de_de

source: Run Timer
de_de: Starten

source: Reset Timer
de_de: Zur√ºcksetzen

source: Restart Timer
de_de: Neustarten

source: Presets
de_de: Voreinstellungen

source: Set Timer
de_de: Zeit einstellen

source: Options
de_de: Einstellungen

source: Hours
de_de: Stunden

source: Minutes
de_de: Minuten

source: Seconds
de_de: Sekunden

source: Show Remaining Time
de_de: Zeige verbleibende Zeit

source: Show Elapsed Time
de_de: Zeige vergangene Zeit

source: Show Notification Messages
de_de: Zeige Benachrichtigungen

source: Timer finished!
de_de: Stoppuhr beendet!

source: Preset "%s" finished!
de_de: Voreinstellung "%s" beendet!

source: Timer: Using config file = %s
de_de: Stoppuhr: Benutze Konfigurationsdatei = %s

source: Parser version not defined
de_de: Parserversion nicht definiert

source: Timer: Error reading config file = %s
de_de: Stoppuhr: Fehler beim Lesen der Konfigurationsdatei = %s

source: Timer: Failed to create configuration directory. Path = %s
de_de: Stoppuhr: Konfigurationsordner anlegen fehlgeschlagen. Pfad = %s

source: Configuration will not be saved.
de_de: Konfiguration wird nicht gespeichert.

source: Timer: Error writing config file = %s
de_de: Stoppuhr: Fehler beim Schreiben der Konfigurationsdatei = %s

source: Timer: Updated config file = %s
de_de: Stoppuhr: Aktualisierte Konfigurationsdatei = %s
